Repository: pedroomar23/lachispa-ios
Catalog: La Chispa/*.lproj/Localizable.strings
Languages: it

# presentation-view1
source: LaChispa does is for you
it: LaChispa fa per te

# presentation-view2-text1
source: Favorite Server
it: Server preferito

# presentation-view2-text2
source: Init with your favorite server for a better experiencie with Bitcoin Lighting Network
it: Inizializza con il tuo server preferito per una migliore esperienza con Bitcoin Lighting Network

# presentation-view3-text1
source: Send and Receive Satochis
it: Invia e ricevi Satochi

# presentation-view3-text2
source: Send and Receive satochis with a better security, and pay with lightning network in diferents plataforms
it: Invia e ricevi satochi con maggiore sicurezza e paga con la rete Lightning su diverse piattaforme

# presentation-button
source: Next
it: Prossimo

# login-username
source: Username
it: Nome utente

# login-session
source: Sign In
it: Registrazione

# login-register
source: Registers
it: Registri

# login-account
source: ¿Don't have account?
it: Non hai un account?

# login-close
source: Login Out
it: Esci

# login-addWallet
source: Add Wallet
it: Aggiungi portafoglio

# wallet-view
source: Wallet
it: Portafoglio

# wallet-settings
source: Settings
it: Impostazioni

# wallet-balance
source: Balance
it: Bilancia

# wallet-create
source: Wallet Created
it: Portafoglio creato

# wallet-historial
source: Historial
it: Storico

# invoice-lightning
source: Lightning Invoice
it: Fattura fulminea

# invoice-view
source: Send
it: Inviare

# invoice-receive
source: Receive
it: Ricevere

# invoice-pay
source: Pay
it: Paga

# invoice-bolt11
source: Invoice or Ligtning Network Address
it: Indirizzo di fatturazione o di rete di illuminazione

# invoice-lnurlconnect
source: Connect
it: Collegare

# invoice-pay-success
source: Pay Successfully
it: Paga con successo

# invoice-title-pay
source: Payment Invoice
it: Fattura di pagamento

# invoice-date
source: Date
it: Data

# invoice-status
source: Status
it: Stato

# invoice-request
source: Request Amount
it: Richiedi importo

# invoice-amount
source: Amount
it: Quantità

# invoice-create
source: Create Invoice
it: Crea fattura

# invoice-copy
source: Lightning Address Copied
it: Indirizzo Lightning copiato

# invoice-alert-copy
source: Your Lightning Address has been copied to clipboard
it: Il tuo indirizzo Lightning è stato copiato negli appunti

# invoice-lightning-address
source: Lightning Address
it: Indirizzo fulmineo

# settings-view
source: Settings
it: Impostazioni

# settings-faceid
source: Face ID & Passcode
it: Face ID e codice di accesso

# settings-faceidenable
source: Enable Face ID
it: Abilita ID viso

# settings-aboutme
source: About Me
it: Su di me

# settings-privacy
source: Privacy Policy
it: politica sulla riservatezza

# settings-biometric-immediatley
source: Immediatley
it: Immediatamente

# settings-biometric-1
source: After 1 minute
it: Dopo 1 minuto

# settings-biometric-5
source: After 5 minute
it: Dopo 5 minuto

# settings-biometric-15
source: After 15 minute
it: Dopo 15 minuto

# settings-biometric-30
source: After 30 minute
it: Dopo 30 minuto
